let tests = [
    {
        question: 'گل در بر و می در کف و معشوق به کامست',
        options: [
            {id: 1, text: 'چشمم همه بر لعل لب و گردش جامست'},
            {id: 2, text: 'بی روی تو ای سروگل اندام حرام است'},
            {id: 3, text: 'در مجلس ما ماه رخ دوست تمامست'},
            {id: 4, text: 'سلطان جهانم بچنین روز غلامست'},],
        correctAnswerId: 4,
        poet: 'hafez'
    },
    {
        question: 'تا گنج غمت در دل ویرانه مقیمست',
        options: [
            {id: 1, text: 'پیوسته چو ما در طلب عیش مدامست'},
            {id: 2, text: 'هر لحظه ز گیسوی تو خوشبوی مشامست'},
            {id: 3, text: 'همواره مرا کوی خرابات مقامست'},
            {id: 4, text: 'چشم همه بر لعل لب و گردش جامست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'درین زمانه رفیقی که خالی از خللست',
        options: [
            {id: 1, text: 'صراحی می ناب و سفینه غزلست'},
            {id: 2, text: 'پیاله گیر که عمر عزیز بی بدلست'},
            {id: 3, text: 'جهان و کار جهان بی ثبات و بی محلست'},
            {id: 4, text: 'ملالت علما هم زعلم بی عملست'},],
        correctAnswerId: 1,
        poet: 'hafez'
    },
    {
        question: 'به هیچ دور نخواهند یافت هشیارش',
        options: [
            {id: 1, text: 'پیاله گیر که عمر عزیز بی بدلست'},
            {id: 2, text: 'چنین که حافظ ما مست باده و ازلست'},
            {id: 3, text: 'که سعد و نحس ز تاثیر زهره و زحلست'},
            {id: 4, text: 'ولی اجل به ره عمر رهزن اجلست'},],
        correctAnswerId: 2,
        poet: 'hafez'
    },
    {
        question: 'دلم ز نرگس ساقی امان نخواست بجان',
        options: [
            {id: 1, text: 'که شیخ مذهب ما عاقلی گنه دانست'},
            {id: 2, text: 'چنان گریست که ناهید دیدو مه دانست'},
            {id: 3, text: 'چرا که شیوه آن ترک دل سیه دانست'},
            {id: 4, text: 'ز فیض جام می اسرار خانقه دانست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'هرآنکه راز دوعالم ز خط ساغر خواند',
        options: [
            {id: 1, text: 'ز فیض جام می اسرار خانقه دانست'},
            {id: 2, text: 'رموز جام جم از نقش خاک ره دانست'},
            {id: 3, text: 'چنان گریست که ناهید دید و مه دانست'},
            {id: 4, text: 'چرا که شیوه آن ترک دل سیه دانست'},],
        correctAnswerId: 2,
        poet: 'hafez'
    },
    {
        question: 'دلبر آسایش ما مصلحت وقت ندید',
        options: [
            {id: 1, text: 'بجز از عشق تو باقی همه فانی دانست'},
            {id: 2, text: 'ترسم این نکته به تحقیق ندانی دانست'},
            {id: 3, text: 'ز اثر تربیت آصف ثانی دانست'},
            {id: 4, text: 'ورنه از جانب ما دل نگرانی دانست'},],
        correctAnswerId: 4,
        poet: 'hafez'
    },
    {
        question: 'قدر مجموعه گل مرغ سحر داند و بس',
        options: [
            {id: 1, text: 'گوهر هرکس از این لعل تو انی دانست'},
            {id: 2, text: 'که نه هر کو ورقی خواند معانی دانست'},
            {id: 3, text: 'محتسب نیز درین عیش نهانی دانست'},
            {id: 4, text: 'هر که غارت گری باد خزانی دانست'},],
        correctAnswerId: 2,
        poet: 'hafez'
    },
    {
        question: 'لعل سیراب به خون تشنه لب یار منست',
        options: [
            {id: 1, text: 'وز پی دیدن او دادن جان کار منست'},
            {id: 2, text: 'نرگس او که طبیب دل بیمار منست'},
            {id: 3, text: 'یار شیرین سخن نادره گفتار منست'},
            {id: 4, text: 'فیض یک شمه ز بوی خوش عطار منست'},],
        correctAnswerId: 1,
        poet: 'hafez'
    },
    {
        question: 'تا مرا عشق تو تعلیم سخن گفتن کرد',
        options: [
            {id: 1, text: 'زانکه منزلگه سلطان دل مسکین منست'},
            {id: 2, text: 'غم این کار نشاط دل غمگین منست'},
            {id: 3, text: 'وین کجا مرتبه چشم جهان بین منست'},
            {id: 4, text: 'خلق را ورد زبان مدحت و تحسین منست'},],
        correctAnswerId: 4,
        poet: 'hafez'
    },
    {
        question: 'ز پادشاه و گدا فارغم بحمدالله',
        options: [
            {id: 1, text: 'دعای پیر مغان وردصبحگاه منست'},
            {id: 2, text: 'نوای من به سحر آه عذرخواه منست'},
            {id: 3, text: 'گدای خاک در دوست پادشاه منست'},
            {id: 4, text: 'جز این خیال ندارم خدا گواه منست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'گناه اگرچه نبود اختیار ما حافظ',
        options: [
            {id: 1, text: 'تو در طریق ادب باش گو گناه منست'},
            {id: 2, text: 'رمیدن از در دولت نه رسم و راه منست'},
            {id: 3, text: 'مهم که گوشه میخانه خانقاه منست'},
            {id: 4, text: 'دعای پیر مغان ورد صبحگاه منست'},],
        correctAnswerId: 1,
        poet: 'hafez'
    },
    {
        question: 'چگونه شاد شود اندرون غمگینم',
        options: [
            {id: 1, text: 'کنار دامن من همچو رود جیحون است'},
            {id: 2, text: 'ببین که در طلبت حال مردمان چونست'},
            {id: 3, text: 'باختیار که از اختیار بیرون است'},
            {id: 4, text: 'چو مفلسی که طلبکار گنج قارونست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'مشو حافظ ز کید زلفش ایمن',
        options: [
            {id: 1, text: 'حسابش با کرام الکاتبینست'},
            {id: 2, text: 'که دل برد و کنون در بند دینست'},
            {id: 3, text: 'که در عاشق کشی سِحر آفرین است'},
            {id: 4, text: 'که چرخ هشتمش هفتم ز مینست'},],
        correctAnswerId: 2,
        poet: 'hafez'
    },
    {
        question: 'تو و طوبی و ما و قامت یار',
        options: [
            {id: 1, text: 'دیده آیینه دار طلعت اوست'},
            {id: 2, text: 'گردنم زیر بار منت اوست'},
            {id: 3, text: 'فکر هرکس بقدر همت اوست'},
            {id: 4, text: 'همه عالم گواه عصمت اوست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'من و دل گر فدا شدیم چه باک',
        options: [
            {id: 1, text: 'غرض اندر میان سلامت اوست'},
            {id: 2, text: 'هرچه دارم ز یُمن همت اوست'},
            {id: 3, text: 'زانکه این گوشه جای خلوت اوست'},
            {id: 4, text: 'سینه گنجینه ی محبت اوست'},],
        correctAnswerId: 1,
        poet: 'hafez'
    },
    {
        question: 'گرچه شیرین دهنان پادشهانند ولی',
        options: [
            {id: 1, text: 'لاجرم همت پاکان دوعالم با اوست'},
            {id: 2, text: 'چکنم با دل مجروح که مرهم با اوست'},
            {id: 3, text: 'چشم میگون لب خندان دل خرم با اوست'},
            {id: 4, text: 'او سلیمان زمانست که خاتم با اوست'},],
        correctAnswerId: 4,
        poet: 'hafez'
    },
    {
        question: 'بجان او که به شکرانه جان برافشانم',
        options: [
            {id: 1, text: 'برای دیده بیاور غباری از در دوست'},
            {id: 2, text: 'ز حسرت قد و بالای چون صنوبر دوست'},
            {id: 3, text: 'اگر بسوی من آری پیامی از بر دوست'},
            {id: 4, text: 'چو هست حافظ مسکین غلام و چاکر دوست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'من گدا و تمنای وصل او هیهات',
        options: [
            {id: 1, text: 'بعالمی نفروشیم موئی از سر دوست'},
            {id: 2, text: 'مگر بخواب ببینم خیال منظر دوست'},
            {id: 3, text: 'اگر بسوی من آری پیامی از بر دوست'},
            {id: 4, text: 'صبا اگر گذری افتدت به کشور دوست'},],
        correctAnswerId: 2,
        poet: 'hafez'
    },
    {
        question: 'مرحبا ای پیک مشتاقان بده پیغام دوست',
        options: [
            {id: 1, text: 'زانکه درمانی ندارد درد بی آرام دوست'},
            {id: 2, text: 'تا کنم جان از سر رغبت فدای نام دوست'},
            {id: 3, text: 'هرکه چون من در ازل یکجرعه خورد از جان دوست'},
            {id: 4, text: 'خاکِ راهی کان مشرف گردد از اقدام دوست'},],
        correctAnswerId: 2,
        poet: 'hafez'
    },
    {
        question: 'هزار عقل و ادب داشتم من ای خواجه',
        options: [
            {id: 1, text: 'که کام بخشی اورا بهانه بی سببیست'},
            {id: 2, text: 'کنون که مست و خرابم صلاح بی ادبیست'},
            {id: 3, text: 'که در نقاب زجاجی و پرده عنبیست'},
            {id: 4, text: 'بسوخت دیده ز حیرت که این چه بوالعجبیست'},],
        correctAnswerId: 2,
        poet: 'hafez'
    },
    {
        question: 'خوشتر ز عیش و صحبت و باغ و بهار چیست',
        options: [
            {id: 1, text: 'غمخوار خویش باش غم روزگار چیست'},
            {id: 2, text: 'کس را وقوف نیست که انجام کار چیست'},
            {id: 3, text: 'ساقی کجاست گو سبب انتظار چیست'},
            {id: 4, text: 'ای مدعی نزاعِ تو با پرده دار چیست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'پیوند عمر بسته به موئیست هوش دار',
        options: [
            {id: 1, text: 'معنی عفو و رحمت آمرزگار چیست'},
            {id: 2, text: 'تا در میانه خواسته ی گردگار چیست'},
            {id: 3, text: 'کس را وقوف نیست که انجام کار چیست'},
            {id: 4, text: 'غمخوار خویش باش غم روزگار چیست'},],
        correctAnswerId: 4,
        poet: 'hafez'
    },
    {
        question: 'در آن زمین که نسیمی وزد ز طره ی دوست',
        options: [
            {id: 1, text: 'هزار نکته درین کار و بار دلداریست'},
            {id: 2, text: 'که زیر سلسله رفتن طریق عیاریست'},
            {id: 3, text: 'چه جای دم زدن نافه های تاتاریست'},
            {id: 4, text: 'که رستگاری جاوید در کم آزاریست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'دلش به ناله میازار و ختم کن حافظ',
        options: [
            {id: 1, text: 'که مست جام و غروریم و نام هشیاریست'},
            {id: 2, text: 'که نام آن نه لب لعل و خط زنگاریست'},
            {id: 3, text: 'که رستگاری جاوید در کم آزاریست'},
            {id: 4, text: 'که زیر سلسله رفتن طریق عیاریست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'ماهم این هفته برون رفت و به چشمم سالیست',
        options: [
            {id: 1, text: 'حافظ خسته که از ناله تنش چون نالیست'},
            {id: 2, text: 'نیت خیر مگردان که مبارک فالیست'},
            {id: 3, text: 'حال هجران تو چه دانی که چه مشکل حالیست'},
            {id: 4, text: 'که دهان تو درین نکته خوش استدلالیست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
    {
        question: 'باز آی که بی روی تو ای شمع دل افروز',
        options: [
            {id: 1, text: 'شب نیست که صد عربده با باد صبا نیست'},
            {id: 2, text: 'گفتا غلطی خواجه در این عهد وفا نیست'},
            {id: 3, text: 'جز گوشه ی ابروی تو محراب دعا نیست'},
            {id: 4, text: 'در بزم حریفان اثر نور و صفا نیست'},],
        correctAnswerId: 4,
        poet: 'hafez'
    },
    {
        question: 'هرگه که دل بعشق دهی خوش دمی بود',
        options: [
            {id: 1, text: 'درکار خیر حاجت هیچ استخاره نیست'},
            {id: 2, text: 'جانا گناه طالع و جرم ستاره نیست'},
            {id: 3, text: 'هر دیده جای جلوه آن ماه پاره نیست'},
            {id: 4, text: 'حیران آن دلم که کم از سنگ خاره نیست'},],
        correctAnswerId: 1,
        poet: 'hafez'
    },
    {
        question: 'مصلحت نیست که از پرده برون افتد راز',
        options: [
            {id: 1, text: 'ورنه در مجلس رندان خبری نیست که نیست'},
            {id: 2, text: 'سرّ گیسوی تو در هیچ سری نیست که نیست'},
            {id: 3, text: 'بهره مند از سر کویت دگری نیست که نیست'},
            {id: 4, text: 'ورنه از ضعف در آنجا اثری نیست که نیست'},],
        correctAnswerId: 1,
        poet: 'hafez'
    },
    {
        question: 'شیر در بادیه ی عشق تو روباه شود',
        options: [
            {id: 1, text: 'با صبا گفت و شنیدم سحری نیست که نیست'},
            {id: 2, text: 'خجل از کرده خود پرده دری نیست که نیست'},
            {id: 3, text: 'آه ازین راه که در وی خطری نیست که نیست'},
            {id: 4, text: 'زیر صد منت او خاک دری نیست که نیست'},],
        correctAnswerId: 3,
        poet: 'hafez'
    },
]


export default tests